nefarious-switching-costs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Open Source Open Science</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/terminal.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orga9a59be" class="outline-2">
<h2 id="orga9a59be">Nefarious Switching Costs</h2>
<div class="outline-text-2" id="text-orga9a59be">
<p>
Actively increasing switching costs in order to maintain monopolies.
</p>

<ul class="org-ul">
<li>Proprietary formats that prevent alternatives and competition.</li>
<li>Embrace, extend, extinguish
<ul class="org-ul">
<li>embrace an open standard</li>
<li>extend the standard with proprietary capabilities</li>
<li>use the differences to disadvantage competitors</li>
</ul></li>
<li>Restrict users access to their own data.</li>
<li>Hiding true costs with freemium versions and educational discounts.</li>
</ul>


<p>
<a href="./index.html">Home</a> <a href="./switching-costs.html">Previous</a> <a href="./science-switching-costs.html">Next</a>
</p>
</div>
</div>
</div>
</body>
</html>
